Repository: Lullabot/drupal-pathauto
Catalog: po/*.po
Languages: el, nl

source: The name of the menu the node belongs to.
el: Το όνομα του μενού στο οποίο ανήκει ο κόμβος.
nl: De naam van het menu waar de node bij hoort.

source: The menu path (as reflected in the breadcrumb), not including Home or [menu].
el: Η διαδρομή του μενού (όπως αντικατοπτρίζεται στην ακολουθία διαδρομής -breadcrumb-), χωρίς να περιλαμβάνει την Αρχική ή το [menu].
nl: Het menupad (zoals dat in het kruimelpad staat) zonder Start of [menu].

source: Node path settings
el: Ρυθμίσεις διαδρομής κόμβου
nl: Node-pad instellingen

source: Default path pattern (applies to all node types with blank patterns below)
el: Προεπιλεγμένο πρότυπο διαδρομής (εφαρμόζεται σε όλους τους τύπους κόμβου παρακάτω με κενά πρότυπα)
nl: Standaard patroon voor paden (van toepassing op alle node types met blanco patronen hieronder)

source: Bulk update node paths
el: Μαζική ενημέρωση των διαδρομών των κόμβων
nl: Bulk bijwerken van node-paden

source: Generate aliases for all existing nodes which do not already have aliases.
el: Δημιουργία ψευδώνυμων για όλους τους υπάρχοντες κόμβους για τους οποίους δεν έχουν δημιουργηθεί ψευδώνυμα.
nl: Genereer aliassen voor alle bestaande nodes die nog geen alias hebben.

source: The title of the node, with spaces and punctuation replaced by the separator.
el: Ο τίτλος του κόμβου, με τα κενά και τη στίξη να έχουν αντικατασταθεί από το διαχωριστή.
nl: De titel van de node, waarvan de spaties en leestekens zijn vervangen door het scheidingsteken.

source: The id number of the node.
el: Ο αναγνωριστικός αριθμός του κόμβου.
nl: Het id-nummer van de node.

source: The name of the user who created the node.
el: Το όνομα του χρήστη που δημιούργησε τον κόμβο.
nl: De naam van de gebruiker die de node heeft gemaakt.

source: The id number of the user.
el: Ο αναγνωριστικός αριθμός του χρήστη.
nl: Het id-nummer van de gebruiker.

source: The node type (e.g., "page", "story", etc.).
el: Ο τύπος του κόμβου (π.χ. "σελίδα", "ιστόρημα", κτλ.).
nl: Het node type (bijv. "page", "story", enz.).

source: The year the node was created.
el: Το έτος δημιουργίας του κόμβου.
nl: Het jaar waarin de node is gemaakt.

source: The two-digit month (01-12) the node was created.
el: Ο μήνας σε διψήφιο αριθμό (01-12) δημιουργίας του κόμβου.
nl: De maand (in twee cijfers: 01-12) waarin de node is gemaakt.

source: The three-letter month (jan-dec) the node was created.
el: Ο μήνας σε τρεις χαρακτήρες (jan-dec) δημιουργίας του κόμβου.
nl: De drie letters van de maand (jan-dec) waarin de node is gemaakt.

source: The two-digit day of the month (00-31) the node was created.
el: Η ημέρα του μήνα σε διψήφιο αριθμό (01-31) δημιουργίας του κόμβου.
nl: De dag (in twee cijfers: 00-31) waarop de node is gemaakt.

source: The three-letter day of the week (sun-sat) that the node was created.
el: Η ημέρα της εβδομάδας σε τρεις χαρακτήρες (Sun-Sat) δημιουργίας του κόμβου.
nl: De drie letters van de dag van de week (maa-zon) waarop de node is gemaakt.

source: The two-digit hour (00-23) the node was created.
el: Η ώρα σε διψήφιο αριθμό (00-23) δημιουργίας του κόμβου.
nl: Het uur (in twee cijfers: 00-23) waarop de node is gemaakt.

source: The two-digit minute (00-59) the node was created.
el: Τα λεπτά σε διψήφιο αριθμό (00-59) δημιουργίας του κόμβου.
nl: De minuut (in twee cijfers: 00-59) waarop de node is gemaakt.

source: The two-digit second (00-59) the node was created.
el: Το δευτερόλεπτο σε διψήφιο αριθμό (00-59) δημιουργίας του κόμβου.
nl: De seconde (in twee cijfers: 00-59) waarop de node is gemaakt.

source: The week number (1-52) of the year the node was created.
el: Η εβδομάδα του έτους σε διψήφιο αριθμό (1-52) δημιουργίας του κόμβου.
nl: Het weeknummer (1-52) van het jaar waarin de node is gemaakt.

source: The vocabulary that the page's first category belongs to.
el: Το λεξιλόγιο στο οποίο ανήκει η πρώτη κατηγορία της σελίδας.
nl: De woordenlijst waar de eerste categorie van de pagina bij hoort.

source: The name of the lowest-weight category that the page belongs to.
el: Το όνομα της χαμηλότερου βαθμού κατηγορίας που ανήκει η σελίδα.
nl: De naam van de categorie met het laagste gewicht waar de pagina bij hoort.

source: As [cat], but including its supercategories.
el: Όπως το [cat], αλλά συμπεριλαμβάνει όμως και τις υπερ-κατηγορίες.
nl: Als [cat], maar inclusief de supercategorieën

source: The alias for the lowest-weight category that the page belongs to. This is useful for long category names. You must first set up aliases for your categories.
el: Το ψευδώνυμο για την χαμηλότερου βαθμού κατηγορία που ανήκει η σελίδα. Αυτό είναι χρήσιμο για ονόματα κατηγοριών με μεγάλα ονόματα. Θα πρέπει πρώτα να ορίσετε ψευδώνυμα για τις κατηγορίες σας.
nl: De alias voor de categorie met het laagste gewicht waar de pagina bij hoort. Dit is nuttig voor lange categorie-namen. U moet eerst aliassen maken voor de categorieën.

source: For book pages, the title of the top-level book.
el: Για τις σελίδες βιβλίου, ο τίτλος του πρώτου επιπέδου βιβλίου.
nl: Voor boekpagina's, de titel van het boek op het hoogste niveau.

source: For book pages, the full hierarchy from the top-level book.
el: Για τις σελίδες βιβλίου, η πλήρης ιεραρχία από το πρώτου επιπέδου βιβλίο.
nl: Voor boekpagina's, de volledige hiërachie van het boek op het hoogste niveau.

source: Pattern for all %nodetypename paths
el: Πρότυπο για όλες τις διαδρομές %nodetypename
nl: Patroon voor alle %nodetypename paden

source: An alias will be automatically generated from the title and other node attributes, in addition to any alias manually provided above.
el: Ένα ψευδώνυμο θα δημιουργηθεί αυτόματα από τον τίτλο και άλλες ιδιότητες του κόμβου, επιπρόσθετα με οποιοδήποτε ψευδώνυμο που θα καθοριστεί παραπάνω.
nl: Een alias zal automatisch worden gegenereerd op basis van de titel en andere node eigenschappen, aanvullend op iedere alias die hierboven handmatig is ingesteld.

source: To control the format of the generated aliases, see the <a href="admin/settings/pathauto">pathauto settings</a>.
el: Για τον έλεγχο της μορφής των δημιουργούμενων ψευδώνυμων, δείτε τις <a href="admin/settings/pathauto">ρυθμίσεις του pathauto</a>.
nl: Om het format van de gegenereerde aliassen te controleren, zie de <a href="admin/settings/pathauto">Pathauto instellingen</a>.

source: Bulk update of nodes completed, one alias generated.
el: Η μαζική ενημέρωση των κόμβων ολοκληρώθηκε, δημιουργήθηκε ένα ψευδώνυμο.
nl: Bulk bijwerken van nodes gereed. Eén alias gegenereerd.

source: Category path settings
el: Ρυθμίσεις διαδρομής κατηγοριών
nl: Padinstellingen van de categorie

source: Default path pattern (applies to all vocabularies with blank patterns below)
el: Προεπιλεγμένη διαδρομή προτύπου (εφαρμόζεται σε όλα τα λεξιλόγια με κενά πρότυπα παρακάτω)
nl: Standaard patroon voor een pad (van toepassing op alle woordenlijsten met blanco patronen hieronder)

source: The name of the category.
el: Το όνομα της κατηγορίας.
nl: De naam van de categorie.

source: The id number of the category.
el: Ο αναγνωριστικός αριθμός της κατηγορίας.
nl: Het id-nummer van de categorie.

source: Bulk update category paths
el: Μαζική ενημέρωση των διαδρομών των κατηγοριών
nl: Bulk bijwerken van de paden van categorieën

source: Generate aliases for all existing categories which do not already have aliases.
el: Δημιουργία ψευδώνυμων για όλες τις υπάρχουσες κατηγορίες που δεν έχουν ήδη ψευδώνυμα.
nl: Genereer aliassen voor alle bestaande categorieën die nog geen aliassen hebben.

source: Pattern for all %vocab-name paths
el: Πρότυπο για όλες τις διαδρομές %vocab-name
nl: Patroon voor alle %vocab-name paden

source: Forum path settings
el: Ρυθμίσεις διαδρομής φόρουμ

source: Pattern for forums and forum containers
el: Πρότυπο για τα φόρουμ και τους φακέλους των φόρουμ

source: Bulk update forum paths
el: Μαζική ενημέρωση των διαδρομών των φόρουμ

source: Generate aliases for all existing forums and forum containers which do not already have aliases.
el: Δημιουργία ψευδώνυμων για όλα τα υπάρχοντα φόρουμ και φακέλους φόρουμ που δεν έχουν ήδη ψευδώνυμα.

source: Bulk update of terms completed, one alias generated.
el: Η μαζική ενημέρωση των όρων ολοκληρώθηκε, δημιουργήθηκε ένα ψευδώνυμο.
nl: Bulk bijwerken van termen gereed. Eén alias gegenereerd,

source: Bulk update of forums and forum containers completed, one alias generated.
el: Η μαζική ενημέρωση των φόρουμ και των φακέλων φόρουμ ολοκληρώθηκε, δημιουργήθηκε ένα ψευδώνυμο.

source: User path settings
el: Ρυθμίσεις διαδρομής χρηστών
nl: Padinstellingen van de gebruiker

source: Pattern for user account page paths
el: Πρότυπο για τις διαδρομές των σελίδων των λογαριασμών χρηστών
nl: Patroon van de paden die verwijzen naar de gebruikerspagina

source: The name of the user.
el: Το όνομα του χρήστη.
nl: De naam van de gebruiker.

source: Bulk update user paths
el: Μαζική ενημέρωση των διαδρομών των χρηστών
nl: Bulk bijwerken gebruikerspaden

source: Generate aliases for all existing user account pages which do not already have aliases.
el: Δημιουργία ψευδώνυμων για όλες τις υπάρχουσες σελίδες λογαριασμών χρηστών που δεν έχουν ήδη ψευδώνυμα.
nl: Genereer aliassen voor alle bestaande gebruikersaccount pagina's die nog geen aliassen hebben.

source: Blog path settings
el: Ρυθμίσεις διαδρομών ιστολογίων
nl: Blogpad instellingen

source: Pattern for blog page paths
el: Πρότυπο για τις διαδρομές των ιστολογίων
nl: Patroon van het pad dat verwijst naar de blogpagina

source: Bulk update blog paths
el: Μαζική ενημέρωση των διαδρομών των ιστολογίων
nl: Bulk bijwerken blogpaden

source: Generate aliases for all existing blog pages which do not already have aliases.
el: Δημιουργία ψευδώνυμων για όλες τις υπάρχουσες σελίδες ιστολογίων που δεν έχουν ήδη ψευδώνυμα.
nl: Genereer aliassen voor alle bestaande blogpagina's die nog geen aliassen hebben.

source: User-tracker path settings
el: Ρυθμίσεις διαδρομών των ανιχνευτών των χρηστών
nl: User-tracker padinstellingen

source: Pattern for user-tracker page paths
el: Πρότυπο για τις διαδρομές των ανιχνευτών των χρηστών
nl: Patroon voor user-tracker paginapaden

source: Bulk update user-tracker paths
el: Μαζική ενημέρωση των διαδρομών των ανιχνευτών των χρηστών
nl: Bulk bijwerken user-tracker paden

source: Generate aliases for all existing user-tracker pages which do not already have aliases.
el: Δημιουργία ψευδώνυμων για όλες τις υπάρχουσες σελίδες ανιχνευτών των χρηστών που δεν έχουν ήδη ψευδώνυμα.
nl: Genereer aliassen voor alle bestaande user-tracker pagina's welke nog geen aliassen hebben.

source: Bulk update of users completed, one alias generated.
el: Η μαζική ενημέρωση των χρηστών ολοκληρώθηκε, δημιουργήθηκε ένα ψευδώνυμο.
nl: Bulk bijwerken van gebruikers gereed. Eén alias gegenereerd.

source: Bulk update of user blogs completed, one alias generated.
el: Η μαζική ενημέρωση των ιστολογίων των χρηστών ολοκληρώθηκε, δημιουργήθηκε ένα ψευδώνυμο.
nl: Bulk bijwerken van blogs van gebruikers gereed. Eén alias gegenereerd.

source: Bulk update of user tracker pages completed, one alias generated.
el: Η μαζική ενημέρωση των ανιχνευτών των χρηστών ολοκληρώθηκε, δημιουργήθηκε ένα ψευδώνυμο.
nl: Bulk bijwerken van user-tracker pagina's gereed. Eén alias gegenereerd.

source: <p>Provides a mechanism for modules to automatically generate aliases for the content they manage.</p> <h2>Settings</h2> <p>The <strong>Maximum Alias Length</strong> and <strong>Maximum component length</strong> values default to 100 and have a limit of 128 from pathauto. This length is limited by the length of the dst column of the url_alias database table. The default database schema for this column is 128. If you set a length that is equal to that of the one set in the dst column it will cause problems in situations where the system needs to append additional words to the aliased URL. For example... URLs generated for feeds will have '/feed' added to the end. You should enter a value that is the length of the dst column minus the length of any strings that might get added to the end of the URL. The length of strings that might get added to the end of your URLs depends on which modules you have enabled and on your Pathauto settings. The recommended and default value is 100.</p>
el: <p>Παρέχει ένα μηχανισμό για τις μονάδες ώστε να δημιουργούν αυτόματα ψευδώνυμα για την ύλη που διαχειρίζονται.</p> <h2>Ρυθμίσεις</h2> <p>Οι τιμές του <strong>Μέγιστου μήκους ψευδώνυμου</strong> και του <strong>Μέγιστου μήκους συστατικού</strong> έχουν εξ' ορισμού τιμή 100 και έχουν όριο το 128 από το pathauto. Το μήκος αυτό περιορίζεται από το μήκος της στήλης dst του πίνακα url_alias στη βάση δεδομένων. Το εξ' ορισμού σχήμα της βάσης δεδομένων για αυτή τη στήλη είναι 128. Αν ορίσετε ένα μέγεθος που είναι ίσο με αυτό που έχει οριστεί στη στήλη dst θα υπάρξουν προβλήματα σε περιπτώσεις που το σύστημα θα χρειάζεται να προσθέσει πρόσθετες λέξεις στο ψευδώνυμο URL. Για παράδειχμα... Τα URL που δημιουργούνται από τις ροές θα έχουν το '/feed' στο τέλος. Θα πρέπει να εισάγετε μια τιμή που είναι το μήκος της στήλης dst πλην το μήκος οποιονδήποτε φράσεων που μπορεί να προστεθούν στο τέλος του URL. Το μήκος των φράσεων που μπορεί να προστεθούν στο τέλος του URL εξαρτάται από τις ενεργοποιημένες μονάδες και τις ρυθμίσεις του Pathauto. Η προτεινόμενη και εξ' ορισμού τιμή είναι το 100.</p>
nl: <p>Hiermee kunnen modules automatisch aliassen genereren voor de inhoud die ze beheren.</p> <h2>Instellingen</h2> <p>De waarden voor de <strong>maximale aliaslengte</strong> en <strong>maximale lengte van een onderdeel </strong> zijn standaard 100 en zijn maximaal 128. Deze lengte is gelimiteerd door de lengte van de dst-kolom van de url_alias database tabel. Het standaard databaseschema voor deze kolom is 128. Als u een lengte instelt die gelijk is aan die van de waarde die is ingesteld voor de dst-kolom, dan zullen er problemen optreden in die situaties waarin het systeem woorden toevoegt aan een URL met een alias. Bijvoorbeeld: aan URLs voor feeds wordt '/feed' aan het einde toegevoegd. U kunt het beste een berekende waarde invoeren: de lengte van de dst-kolom (128) minus de lengte van een tekenreeks die aan het einde van een URL wordt toegevoegd. De lengte van de tekenreeks die aan het einde van de URL kan worden toegevoegd is afhankelijk van de modules die u hebt geactiveerd en van de Pathauto-instellingen. De aanbevolen waarde is 100 (tevens de standaardwaarde).</p>

source: You are not authorized to access the pathauto settings.
el: Δεν έχετε την εξουσιοδότηση να προσπελάσετε τις ρυθμίσεις του pathauto.
nl: U heeft geen toegang tot de instellingen van Pathauto.

source: General settings
el: Γενικές ρυθμίσεις
nl: Algemene instellingen

source: Verbose
el: Εκτενής παρουσίαση

source: Display alias changes (except during bulk updates).
el: Εμφάνιση των αλλαγών των ψευδώνυμων (εκτός από τις μαζικές ενημερώσεις).
nl: Aliasveranderingen weergeven (uitgezonderd tijdens bulk bijwerken).

source: Separator
el: Διαχωριστής
nl: Scheidingsteken

source: Character used to separate words in titles. This will replace any spaces and punctuation characters.
el: Ο χαρακτήρας που θα χρησιμοποιείται για το διαχωρισμό των λέξεων στους τίτλους. Αυτό θα αντικαταστήσει οποιαδήποτε κενά και χαρακτήρες στίξης.
nl: Het teken dat wordt gebruik om alle spaties en leestekens in de titel te vervangen.

source: Quotation marks
el: Εισαγωγικά
nl: Aanhalingstekens

source: Remove
el: Αφαίρεση
nl: Verwijderen

source: Replace by separator
el: Αντικατάσταση με το διαχωριστή
nl: Vervangen door het scheidingsteken

source: Maximum alias length
el: Μέγιστο μήκος ψευδώνυμου
nl: Maximale alias-lengte

source: Maximum length of aliases to generate. 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
el: Μέγιστο μέγεθος ψευδώνυμων που θα δημιουργηθούν. Προτείνεται η τιμή 100. Δείτε τη <a href="@pathauto-help">βοήθεια του Pathauto</a> για λεπτομέρειες.
nl: Maximale lengte van te genereren aliassen. 100 wordt aanbevolen. Zie <a href="@pathauto-help">Pathauto help</a> voor details.

source: Maximum component length
el: Μέγιστο μέγεθος συστατικού
nl: Maximale lengte van het onderdeel

source: Maximum text length of any component in the alias (e.g., [title]). 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
el: Μέγιστο μέγεθος κειμένου οποιουδήποτε συστατικού του ψευδώνυμου (π.χ. [title]). Προτείνεται η τιμή 100. Δείτε τη <a href="@pathauto-help">βοήθεια του Pathauto</a> για λεπτομέρειες.
nl: Maximale tekstlengte van ieder onderdeel in de alias (bijv., [title]). 100 wordt aanbevolen. Zie <a href="@pathauto-help">Pathauto help</a> voor details.

source: Create index aliases
el: Δημιουργία καταλόγου ψευδώνυμων
nl: Maak indexaliassen

source: When a pattern generates a hierarchical alias (i.e., any alias containing a slash), generate aliases for each step of the hierarchy which can be used to list content within that hierarchy. For example, if a node alias "music/concert/beethoven" is created, also create an alias "music/concert" which will list all concert nodes, and an alias "music" which will list all music nodes.
el: Όταν ένα πρότυπο δημιουργεί ένα ψευδώνυμο σε ιεραρχία (δηλαδή οποιοδήποτε ψευδώνυμο που περιέχει μια κάθετο), να δημιουργούνται ψευδώνυμα για κάθε βήμα της ιεραρχίας, που μπορεί να χρησιμοποιηθούν για την εμφάνιση ύλης μέσα σε αυτή την ιεραρχία. Για παράδειγμα, αν δημιουργηθεί ένα ψευδώνυμο κόμβου "music/concert/beethoven", τότε να δημιουργηθούν επίσης ένα ψευδώνυμο "music/concert" που θα εμφανίζει όλους τους κόμβους σχετικά με κονσέρτα κι ένα ψευδώνυμο "music" για την εμφάνιση των κόμβων σχετικά με μουσική.
nl: Wanneer een patroon een hiërarchische alias genereert (bijv., iedere alias die een slash bevat), genereer dan aliassen voor iedere deel van de hiërarchie dat kan worden gebruik om inhoud te tonen binnen die hiërarchie. Bijvoorbeeld, als een node-alias "muziek/concert/beethoven" is gevormd, maak dan ook een alias "muziek/concert" die alle concert-nodes laat zien, en een alias "muziek" die alle muziek-nodes toont.

source: Bulk generate index aliases
el: Μαζική δημιουργία καταλόγου ψευδώνυμων
nl: Bulkopdracht om indexaliassen te genereren

source: Generate index aliases based on all pre-existing aliases.
el: Δημιουργία καταλόγου ψευδώνυμων βασισμένα στα προϋπάρχοντα ψευδώνυμα.
nl: Genereer indexaliassen gebaseerd op alle bestaande aliassen.

source: Update action
el: Ενέργεια ενημέρωσης
nl: Actie bijwerken

source: Do nothing, leaving the old alias intact
el: Καμία ενέργεια, το παλιό ψευδώνυμο παραμένει ανέπαφο
nl: Doe niets, verander de oude alias niet

source: Create a new alias in addition to the old alias
el: Δημιουργία νέου ψευδώνυμου παράλληλα με το παλιό
nl: Maak een nieuwe alias en laat de oude alias bestaan.

source: Create a new alias, replacing the old one
el: Δημιουργία νέου ψευδώνυμου, αντικατάσταση του παλιού
nl: Maak een nieuwe alias die de oude vervangt

source: What should pathauto do when updating an existing content item which already has an alias?
el: Πώς θα πρέπει να ενεργήσει το pathauto κατά την ενημέρωση υπάρχουσας ύλης που έχει ήδη ένα ψευδώνυμο;
nl: Wat moet Pathauto doen bij het bijwerken van bestaande inhoud die al een alias heeft?

source: Strings to Remove
el: Φράσεις προς αφαίρεση
nl: Tekenreeksen om te verwijderen

source: Words to strip out of the URL alias, separated by commas
el: Λέξεις που θα αφαιρούνται από το ψευδώνυμο URL, χωρισμένες με κόμμα
nl: Woorden om uit de URL van de alias weg te laten. De woorden met komma's scheiden.

source: Create feed aliases
el: Δημιουργία ψευδώνυμων ροών
nl: Maak feed-aliassen

source: Also generate aliases for RSS feeds.
el: Δημιουργία επίσης ψευδώνυμων για τις ροές RSS.
nl: Genereer ook aliassen voor RSS-feeds.

source: Ignoring alias
el: Το ψευδώνυμο αγνοείται
nl: Alias wordt genegeerd

source: due to existing path conflict
el: εξαιτίας σύγκρουσης με υπάρχων διαδρομή
nl: vanwege een conflict met een bestaand pad

source: Created new alias %dst for %src, replacing %oldalias
el: Δημιουργήθηκε νέο ψευδώνυμο %dst για το %src, αντικαθιστώντας το %oldalias
nl: Een nieuwe alias %dst gemaakt voor %src, vervangt %oldalias

source: Created new alias %dst for %src
el: Δημιουργήθηκε νέο ψευδώνυμο %dst για το %src
nl: Nieuwe alias %dst gemaakt voor %src

source: Configure how pathauto generates clean URLs for your content.
el: Ρύθμιση του τρόπου δημιουργίας καθαρών διευθύνσεων URL από το pathauto για την ύλη σας.
nl: Stel in hoe Pathauto nette URLs genereert voor de pagina's.

source: Bulk update of index aliases completed, one alias generated.
el: Η μαζική ενημέρωση του καταλόγου των ψευδώνυμων ολοκληρώθηκε, δημιουργήθηκε ένα ψευδώνυμο.
nl: Bulk bijwerken van indexaliassen gereed. Eén alias gegenereerd.

source: administer pathauto
el: διαχείριση του pathauto
nl: Pathauto beheren

source: Provides a mechanism for modules to automatically generate aliases for the content they manage.
el: Παρέχει ένα μηχανισμό για τις μονάδες ώστε να δημιουργούν αυτόματα ψευδώνυμα για την ύλη που διαχειρίζονται.
nl: Hiermee kunnen modules automatisch aliassen genereren voor de inhoud die ze beheren.

source: The year the event starts.
el: Το έτος έναρξης του γεγονότος.
nl: Het jaar waarin de gebeurtenis start.

source: The two-digit month (01-12) the event starts.
el: Ο μήνας σε διψήφιο αριθμό (01-12) έναρξης του γεγονότος.
nl: De maand (in twee cijfers: 01-12) waarin de gebeurtenis start.

source: The three-letter month (jan-dec) the event starts.
el: Ο μήνας σε τρεις χαρακτήρες (jan-dec) έναρξης του γεγονότος.
nl: De drie letters van de maand (jan-dec) waarin de gebeurtenis start.

source: The two-digit day of the month (00-31) the event starts.
el: Η ημέρα του μήνα σε διψήφιο αριθμό (01-31) έναρξης του γεγονότος.
nl: De dag van de maand (in twee cijfers: 00-31) waarop de gebeurtenis start.

source: The three-letter day of the week (sun-sat) the event starts.
el: Η ημέρα της εβδομάδας σε τρεις χαρακτήρες (Sun-Sat) έναρξης του γεγονότος.
nl: De drie letters van de dag van de week (maa-zon) waarop de gebeurtenis start.

source: The week number (1-52) of the year the event starts.
el: Η εβδομάδα του έτους σε διψήφιο αριθμό (1-52) έναρξης του γεγονότος.
nl: Het weeknummer (1-52) van het jaar waarin de gebeurtenis start.

source: Language code of the document
el: Κωδικός γλώσσας του εγγράφου
nl: Taalcode van het document

source: user/[user]
nl: gebruiker/[user]

source: user/[user]/track
nl: gebruiker/[user]/track
